package apprtc.pn.carbuddythailand;

/**
 * Created by User on 30/12/2558.
 */
public class MyData {

    //0# Main Category
    public static final  String[] mainCat ={
            "แจ้งเหตุด่วนเหตุร้าย",
            "แจ้งเหตุฉุกเฉินกู้ชีพ/กู้ภัย",
            "แจ้งเหตุเกี่ยวกับสาธารณูปโภค",
            "โรงพยาบาลพื้นที่ กทม.",
            "โรงพยาบาลพื้นที่ปริมณฑล",
            "โรงพยาบาลพื้นที่ภาคกลาง",
            "โรงพยาบาลพื้นที่ภาคเหนือ",
            "โรงพยาบาลพื้นที่ภาคใต้",
            "โรงพยาบาลพื้นที่ภาคอีสาน",
            "โรงพยาบาลพื้นที่ภาคตะวันออก",
            "โรงพยาบาลพื้นที่ภาคตะวันตก"
    };

    //1# Category
    public static  final  String[] CategorySTRINGS = {
            mainCat[0],
            mainCat[1],
            mainCat[2],
            mainCat[3],
            mainCat[4],
            mainCat[5],

            mainCat[6],
            mainCat[7],
            mainCat[8],
            mainCat[9],
            mainCat[10],
            mainCat[0],

            mainCat[1],
            mainCat[2],
            mainCat[3],
            mainCat[4],
            mainCat[5],
            mainCat[6],

            mainCat[7],
            mainCat[8],
            mainCat[9],
            mainCat[10],
            mainCat[0],
            mainCat[1],

            mainCat[2],
            mainCat[3],
            mainCat[4],
            mainCat[5],
            mainCat[6],

            mainCat[7],
            mainCat[8],
            mainCat[9],
            mainCat[10],
            mainCat[0],
            mainCat[1],
            mainCat[2],
            mainCat[3],
            mainCat[4],
            mainCat[5]




    };
    //2# name
    public static  final String[] nameSTRINGS = {
            "แจ้งเหตุด่วนเหตุร้าย",
            "ตำรวจท่องเที่ยว",
            "ตำรวจทางหลวง",
            "ศุนย์ควบคุมการจราจร",
            "อาชญากรรม",
            "ศูนย์แจ้งข่าวสารยาเสพติด",

            "แจ้งเหตุเพลิงใหม้ ศูนย์ดับเพลิงศรีอยุธยา",
            "แจ้งเหตุฉุกเฉิน อุบัติภัยสารเคมี กรมควบคุมมลพิษ",
            "แจ้งเจ็บป่วยฉุกเฉิน กระทรวงสาธารณสุข",
            "ศูนย์กู้ชีพ นเรนทร",
            "หน่วยแพทย์กู้ชีวติ วชิรพยาบาล",
            "สายด่วนแจ้งเหตุสาธารณภัย",

            "โรงพยาบาลกำแพงเพชร นครปฐม",
            "โรงพยาบาลคลิสเตียนมโนรมย์ ชัยนาท",
            "โรงพยาบาลนายร้อยพระจุลจอมเกล้า นครนายก",
            "โรงพยาบาลรัตนเวช นครสวรรค์",
            "โรงพยาบาลพิจิต พิจิต",
            "โรงพยาบาลเขาค้อ เพชรบูรณ์",

            "โรงพยาบาลบ้านตาก ตาก",
            "โรงพยาบาลหัวหิน ประจวบคีรีขันธ์",
            "โรงพยาบาลชะอำ เพชรบุรี",
            "โรงพยาบาลพร้อมแพทย์ ราชบุรี",
            "โรงพยาบาลราชบุรี ราชบุรี",
            "โรงพยาบาลสวนผึ้ง ราชบุรี",

            "การไฟฟ้าส่วนภูมิภาค",
            "การไฟฟ้านครหลวง",
            "การประปานครหลวง",
            "การประปาส่วนภูมิภาค",
            "ชลประธานบริการประชาชน",

            "โรงพยาบาลเชียงแสน เชียงราย",
            "โรงพยาบาลแม่สาย เชียงราย",
            "โรงพยาบาลจอมทอง เชียงใหม่",
            "โรงพบาบาลฝาง เชียงใหม่",
            "โรงพยาบาลบางหลวง น่าน",
            "โรงพยาบาลสองแคว น่าน",
            "โรงพยาบาลค่ายสุรศักดิ์มนตรี ลำปาง",
            "โรงพยาบาลแจ้ห่ม ลำปาง",
            "โรงพยาบาลทองแสนขัน อุดรดิตถ์",
            "โรงพยาบาลท่าปลา อุดรดิตถ์"


    };
    //3# Phon
    public static final String[] phonSTRINGS = {
            "119",
            "1155",
            "1193",
            "1197",
            "1195",
            "1168",

            "199",
            "1650",
            "1669",
            "032548222",
            "1554",
            "1784",

            "055714223",
            "056491005",
            "037310000",
            "056220320",
            "056615073",
            "056728075",

            "055591435",
            "032547351",
            "032471007",
            "032315234",
            "032327901",
            "032364496",

            "1129",
            "1130",
            "1125",
            "1162",
            "1460",

            "053777017",
            "053731300",
            "053362075",
            "053382754",
            "054761060",
            "054777084",
            "054221874",
            "054271005",
            "055418035",
            "055499212"


    };
}     //Main Class
