package apprtc.pn.carbuddythailand;

/**
 * Created by User on 30/12/2558.
 */
public class MyData {

    //1# Category
    public static  final  String[] CategorySTRINGS = {
            "แจ้งเหตุด่วนเหตุร้าย",
            "แจ้งเหตุด่วนเหตุร้าย",
            "แจ้งเหตุด่วนเหตุร้าย",
            "ศูนย์ส่งกลับและรถพยาบาล",
            "ศูนย์ส่งกลับและโรงพยาบาลตำรวจ"
    };
    //2# name
    public static  final String[] nameSTRINGS = {
            "แจ้งเหตุด่วนเหตุร้าย",
            "ตำรวจท่องเที่ยว",
            "ตำรวจทางหลวง",
            "ศุนย์ควบคุมการจราจร",
            "เหตุฉุกเฉินอาชญากรรมกองปราบปรา",
            "ศูนย์รับแจ้งข่าวยาเสพติด สำนักงานตำรวจแห่งชาติ",
            "ศูนย์แจ้งอุบัติภัย กองทับเรือ",
            "แจ้งเหตุทางน้ำกองบัญชาการตำรวจ",
            "แจ้งเหตุด่วนทางน้ำ ศูนย์ปลอดภัยทางน้ำ"
    };
    //3# Phon
    public static final String[] phonSTRINGS ={
            "119",
            "1155",
            "1193",
            "1197",
            "1195",
            "1688",
            "1696",
            "1199"

    };
}     //Main Class
