package apprtc.pn.carbuddythailand;

/**
 * Created by User on 30/12/2558.
 */
public class MyData {

    //0# Main Category
    public static final  String[] mainCat ={
            "แจ้งเหตุด่วนเหตุร้าย",
            "แจ้งเหตุฉุกเฉินกู้ชีพ/กู้ภัย",
            "แจ้งเหตุเกี่ยวกับสาธารณูปโภค",
            "โรงพยาบาลพื้นที่ กทม.",
            "โรงพยาบาลพื้นที่ปริมณฑล",
            "โรงพยาบาลพื้นที่ภาคกลาง",
            "โรงพยาบาลพื้นที่ภาคเหนือ",
            "โรงพยาบาลพื้นที่ภาคใต้",
            "โรงพยาบาลพื้นที่ภาคอีสาน",
            "โรงพยาบาลพื้นที่ภาคตะวันออก",
            "โรงพยาบาลพื้นที่ภาคตะวันตก",
    };

    //1# Category
    public static  final  String[] CategorySTRINGS = {
            "แจ้งเหตุด่วนเหตุร้าย",
            "แจ้งเหตุด่วนเหตุร้าย",
            "แจ้งเหตุด่วนเหตุร้าย",
            "แจ้งเหตุด่วนเหตุร้าย",


            "ศูนย์ส่งกลับและรถพยาบาล",
            "ศูนย์ส่งกลับและโรงพยาบาลตำรวจ",
            "ศูนย์ส่งกลับและโรงพยาบาลตำรวจ",
            "ศูนย์ส่งกลับและโรงพยาบาลตำรวจ",
            "ศูนย์ส่งกลับและโรงพยาบาลตำรวจ"

    };
    //2# name
    public static  final String[] nameSTRINGS = {
            "แจ้งเหตุด่วนเหตุร้าย",
            "ตำรวจท่องเที่ยว",
            "ตำรวจทางหลวง",
            "ศุนย์ควบคุมการจราจร",


            "เหตุฉุกเฉินอาชญากรรมกองปราบปรา",
            "ศูนย์รับแจ้งข่าวยาเสพติด สำนักงานตำรวจแห่งชาติ",
            "ศูนย์แจ้งอุบัติภัย กองทับเรือ",
            "แจ้งเหตุทางน้ำกองบัญชาการตำรวจ",
            "แจ้งเหตุด่วนทางน้ำ ศูนย์ปลอดภัยทางน้ำ"
    };
    //3# Phon
    public static final String[] phonSTRINGS ={
            "119",
            "1155",
            "1193",
            "1197",


            "1195",
            "1688",
            "1696",
            "1199",
            "1110"

    };
}     //Main Class
